<template>
	<v-container style="width: 100vw">
	  <v-layout style="width: 100%" v-for="(car, i) in cars" row wrap>
	    <v-flex xs7>
	    	<!-- hide-delimiters
	      	hide-delimiter-background -->
	      <v-carousel 
		    hide-delimiter-background
		    height="100%"
		    style="box-shadow: none;">
		    <style type="text/css">.v-carousel__controls__item:nth-child(1){background-image: url({{ car.img[0] }})}</style>
		    <style type="text/css">.v-carousel__controls__item:nth-child(2){background-image: url({{ car.img[1] }})}</style>
		    <style type="text/css">.v-carousel__controls__item:nth-child(3){background-image: url({{ car.img[2] }})}</style>
		    <style type="text/css">.v-carousel__controls__item:nth-child(4){background-image: url({{ car.img[3] }})}</style>
		    <v-carousel-item
		      v-for="(img, i) in car.img"
		      :key="i"
		      :src="img"
		      contain
		    ></v-carousel-item>
		  </v-carousel>
	    </v-flex>
	    <v-flex xs5>
	      	<b>Бизнес</b>
	      	<div class="UpDownBorder">
	      		<svg width="20" height="19" viewBox="0 0 20 19" fill="none" xmlns="http://www.w3.org/2000/svg">
					<path d="M13.814 4.90886C13.814 7.34669 11.8506 9.31771 9.43508 9.31771C7.01954 9.31771 5.05615 7.34669 5.05615 4.90886C5.05615 2.47103 7.01954 0.5 9.43508 0.5C11.8506 0.5 13.814 2.47103 13.814 4.90886Z" stroke="black"/>
					<path fill-rule="evenodd" clip-rule="evenodd" d="M5.72392 11.0681H5.67773L5.63233 11.0766L5.72392 11.5681C5.63233 11.0766 5.63218 11.0766 5.63201 11.0766L5.63164 11.0767L5.63073 11.0769L5.62829 11.0773L5.62091 11.0788L5.59647 11.0837C5.57597 11.088 5.54715 11.0941 5.51083 11.1025C5.43822 11.1192 5.33539 11.1445 5.20876 11.1803C4.95592 11.2518 4.60584 11.3655 4.21075 11.5358C3.42639 11.8741 2.43288 12.4493 1.68396 13.3912C0.94626 14.319 0.571754 15.3424 0.380547 16.1233C0.284521 16.5154 0.233453 16.8516 0.206292 17.0918C0.192694 17.212 0.185037 17.3087 0.180747 17.3768C0.178601 17.4109 0.177294 17.4379 0.176508 17.4571L0.175677 17.4802L0.175479 17.4873L0.175422 17.4897L0.175402 17.4906L0.175393 17.491C0.17539 17.4911 0.175387 17.4913 0.675284 17.5014L0.175387 17.4913L0.165039 18.0014H0.675284H9.41499H9.92404H18.6637H19.174L19.1636 17.4913L18.6637 17.5014C19.1636 17.4913 19.1636 17.4911 19.1636 17.491L19.1636 17.4906L19.1636 17.4897L19.1636 17.4873L19.1634 17.4802L19.1625 17.4571C19.1617 17.4379 19.1604 17.4109 19.1583 17.3768C19.154 17.3087 19.1463 17.212 19.1327 17.0918C19.1056 16.8516 19.0545 16.5154 18.9585 16.1233C18.7673 15.3424 18.3928 14.319 17.6551 13.3912C16.9062 12.4493 15.9126 11.8741 15.1283 11.5358C14.7332 11.3655 14.3831 11.2518 14.1303 11.1803C14.0036 11.1445 13.9008 11.1192 13.8282 11.1025C13.7919 11.0941 13.7631 11.088 13.7426 11.0837L13.7181 11.0788L13.7107 11.0773L13.7083 11.0769L13.7074 11.0767L13.707 11.0766C13.7069 11.0766 13.7067 11.0766 13.6151 11.5681L13.7067 11.0766L13.6613 11.0681H13.6151H9.66954V12.0681H13.5641L13.6042 12.0771C13.6622 12.0904 13.7489 12.1117 13.8583 12.1426C14.0775 12.2046 14.385 12.3043 14.7323 12.4541C15.4329 12.7562 16.2636 13.248 16.8723 14.0136C17.4923 14.7932 17.8178 15.6693 17.9872 16.3611C18.0467 16.6043 18.0864 16.8221 18.1127 17.0014H9.92404H9.41499H1.22636C1.25268 16.8221 1.29231 16.6043 1.35185 16.3611C1.52126 15.6693 1.84677 14.7932 2.46669 14.0136C3.07539 13.248 3.90617 12.7562 4.60671 12.4541C4.95406 12.3043 5.26158 12.2046 5.48072 12.1426C5.59009 12.1117 5.67684 12.0904 5.73482 12.0771L5.77489 12.0681H9.66949V11.0681H5.72392Z" fill="black"/>
				</svg>
				<p>Пассажиры</p>
				<v-spacer></v-spacer>
				<p>{{ car.info.people }} чел.</p>
	      	</div>
	      	<div class="UpDownBorder">
	      		<svg width="20" height="16" viewBox="0 0 20 16" fill="none" xmlns="http://www.w3.org/2000/svg">
					<path d="M6.6665 3.79295V2C6.6665 1.44772 7.11422 1 7.6665 1H12.5363C13.0886 1 13.5363 1.44772 13.5363 2V3.79295" stroke="#1D1919"/>
					<path d="M1.90479 6.48535H17.3509" stroke="#1D1919" stroke-linecap="round"/>
					<path d="M1.90479 9.3877H17.3509" stroke="#1D1919" stroke-linecap="round"/>
					<path d="M1.90479 12.2888H17.3509" stroke="#1D1919" stroke-linecap="round"/>
					<rect x="0.5" y="3.86841" width="19" height="11.6316" rx="1.5" stroke="#1D1919"/>
				</svg>
				<p>Багаж</p>
				<v-spacer></v-spacer>
				<p>{{ car.info.bag }} ед.</p>
	      	</div>
	      	<div class="UpDownBorder">
	      		<svg width="15" height="19" viewBox="0 0 15 19" fill="none" xmlns="http://www.w3.org/2000/svg">
					<path fill-rule="evenodd" clip-rule="evenodd" d="M7.96944 0.979119C7.95565 0.978443 7.94171 0.978331 7.92766 0.978803C5.08998 1.07411 3.33885 2.30154 2.30675 3.76574C1.29243 5.20472 0.994712 6.83745 0.969501 7.76256C0.948109 8.54756 1.20665 9.45502 1.50704 10.2344C1.81191 11.0254 2.18334 11.7434 2.43704 12.1701L2.45318 12.1973L2.47262 12.2222L7.59682 18.7898C7.76669 19.0075 8.08089 19.0463 8.2986 18.8764C8.36028 18.8283 8.4076 18.7686 8.43988 18.7028L13.4628 12.2209L13.4817 12.1966L13.4974 12.1701C13.7511 11.7434 14.1225 11.0254 14.4274 10.2344C14.7278 9.45502 14.9863 8.54756 14.9649 7.76256C14.9396 6.83396 14.6287 5.20117 13.6027 3.76338C12.5603 2.30258 10.8012 1.07677 7.96944 0.979119ZM7.98327 17.6594L12.6532 11.6331C12.8808 11.2464 13.2177 10.5923 13.4943 9.87477C13.7816 9.12921 13.9812 8.37229 13.9653 7.7898C13.944 7.00904 13.6726 5.58296 12.7887 4.34425C11.9243 3.13292 10.4533 2.06777 7.94391 1.97884C5.43508 2.06775 3.97668 3.13236 3.1241 4.34188C2.25179 5.57941 1.9905 7.00554 1.96913 7.7898C1.95326 8.37229 2.15278 9.12921 2.44013 9.87477C2.71652 10.5919 3.05315 11.2456 3.28081 11.6324L7.98327 17.6594Z" fill="#1D1919"/>
					<path d="M10.0958 7.51753C10.0958 8.74246 9.0624 9.76503 7.75053 9.76503C6.43866 9.76503 5.40527 8.74246 5.40527 7.51753C5.40527 6.29259 6.43866 5.27002 7.75053 5.27002C9.0624 5.27002 10.0958 6.29259 10.0958 7.51753Z" stroke="#1D1919"/>
				</svg>
	      		<p>Подача авто</p>
				<v-spacer></v-spacer>
	      		 <p>{{ car.info.costGive }} ₽</p>
	      	</div>
	      	<div class="UpDownBorder">
				<svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
					<path d="M9.59473 17.541V16.2032M9.59473 14.5004V13.1626M9.59473 5.43945V4.10159M9.59473 2.52048V1.18262" stroke="#1D1919"/>
					<path d="M2.37695 9.6958V14.2567" stroke="#1D1919" stroke-linecap="round"/>
					<path d="M16.7505 9.6958V14.2567" stroke="#1D1919" stroke-linecap="round"/>
					<path d="M6.75719 1L5.89355 6.72737" stroke="#1D1919" stroke-linecap="round"/>
					<path d="M4.04297 19L5.44596 9.6958" stroke="#1D1919" stroke-linecap="round"/>
					<path d="M12.4323 1L13.2959 6.72737" stroke="#1D1919" stroke-linecap="round"/>
					<path d="M15.1465 19L13.7435 9.6958" stroke="#1D1919" stroke-linecap="round"/>
					<rect x="0.594727" y="6.91235" width="18" height="2.52709" rx="0.5" stroke="#1D1919"/>
				</svg>
	      		<p>Стоимость 1 км</p>
				<v-spacer></v-spacer>
	      		 <p>{{ car.info.cost1km }}  ₽</p>
	      	</div>
	      	<div class="UpDownBorder">
				<svg width="18" height="18" viewBox="0 0 18 18" fill="none" xmlns="http://www.w3.org/2000/svg">
					<circle cx="9" cy="9" r="8.5" stroke="#1D1919"/>
					<path d="M9 3.43433V9.19182L12.4342 12.6712" stroke="#1D1919" stroke-linecap="round"/>
				</svg>
	      		<p>Стоимость 1 мин</p>
				<v-spacer></v-spacer>
	      		<p> {{ car.info.cost1min }}  ₽</p>
	      	</div>
	      	<div class="UpDownBorder">
				<svg width="21" height="12" viewBox="0 0 21 12" fill="none" xmlns="http://www.w3.org/2000/svg">
					<path d="M11.1146 2.40015C11.1146 2.124 10.8907 1.90015 10.6146 1.90015C10.3384 1.90015 10.1146 2.124 10.1146 2.40015H11.1146ZM10.1146 9.60015C10.1146 9.87629 10.3384 10.1001 10.6146 10.1001C10.8907 10.1001 11.1146 9.87629 11.1146 9.60015H10.1146ZM12.6142 4.36936C12.8319 4.53922 13.1461 4.50043 13.3159 4.28271C13.4858 4.06498 13.447 3.75079 13.2293 3.58093L12.6142 4.36936ZM10.6146 3.25515L10.5929 3.75468L10.6037 3.75515H10.6146V3.25515ZM10.7299 5.95515L10.7992 5.45998L10.7841 5.45785L10.7688 5.45666L10.7299 5.95515ZM10.9606 8.61015V9.11015H10.9724L10.9842 9.10959L10.9606 8.61015ZM8.33395 7.37143C8.09717 7.22933 7.79004 7.30608 7.64794 7.54286C7.50584 7.77963 7.58259 8.08677 7.81937 8.22887L8.33395 7.37143ZM10.1146 2.40015V9.60015H11.1146V2.40015H10.1146ZM10.6146 3.25515C10.6362 2.75562 10.636 2.75561 10.6359 2.7556C10.6358 2.7556 10.6356 2.75559 10.6355 2.75559C10.6352 2.75557 10.6349 2.75556 10.6346 2.75555C10.6339 2.75552 10.6331 2.75549 10.6322 2.75545C10.6304 2.75538 10.628 2.7553 10.6252 2.7552C10.6195 2.75502 10.6119 2.75479 10.6024 2.75458C10.5835 2.75416 10.5571 2.75378 10.5244 2.75383C10.4592 2.75393 10.3678 2.75574 10.2587 2.76241C10.043 2.77559 9.74608 2.80845 9.44005 2.89022C8.86506 3.04384 8.02516 3.44686 7.9809 4.44807L8.97993 4.49222C8.99335 4.18843 9.22052 3.98395 9.69818 3.85633C9.91847 3.79747 10.1443 3.77126 10.3197 3.76054C10.4062 3.75526 10.4775 3.7539 10.526 3.75383C10.5502 3.75379 10.5685 3.75407 10.58 3.75433C10.5858 3.75446 10.5898 3.75458 10.592 3.75465C10.5931 3.75469 10.5937 3.75471 10.5939 3.75472C10.594 3.75472 10.5939 3.75472 10.5938 3.75471C10.5937 3.75471 10.5936 3.75471 10.5934 3.7547C10.5933 3.7547 10.5932 3.75469 10.5932 3.75469C10.593 3.75468 10.5929 3.75468 10.6146 3.25515ZM7.9809 4.44807C7.95899 4.94387 8.16961 5.33265 8.46082 5.61296C8.73964 5.88134 9.09522 6.05593 9.41193 6.17165C9.73405 6.28935 10.0519 6.35898 10.2851 6.39931C10.4028 6.41967 10.5016 6.43303 10.572 6.44138C10.6073 6.44557 10.6356 6.44851 10.6558 6.45047C10.6659 6.45145 10.6739 6.45218 10.6799 6.4527C10.6828 6.45296 10.6853 6.45316 10.6871 6.45332C10.688 6.45339 10.6888 6.45346 10.6895 6.45351C10.6898 6.45354 10.6901 6.45356 10.6904 6.45358C10.6905 6.45359 10.6907 6.4536 10.6907 6.45361C10.6909 6.45362 10.691 6.45363 10.7299 5.95515C10.7688 5.45666 10.7689 5.45667 10.769 5.45668C10.7691 5.45668 10.7692 5.45669 10.7692 5.4567C10.7694 5.45671 10.7694 5.45671 10.7695 5.45672C10.7696 5.45672 10.7695 5.45672 10.7694 5.4567C10.769 5.45668 10.7681 5.4566 10.7667 5.45648C10.7639 5.45623 10.759 5.4558 10.7523 5.45514C10.7387 5.45382 10.7175 5.45163 10.6898 5.44834C10.6343 5.44176 10.5533 5.43085 10.4556 5.41395C10.2579 5.37975 10.0026 5.32281 9.75513 5.23239C9.50226 5.13999 9.29186 5.02489 9.15431 4.89249C9.02915 4.77202 8.973 4.64892 8.97993 4.49222L7.9809 4.44807ZM10.7299 5.95515C10.6606 6.45031 10.6605 6.4503 10.6604 6.45028C10.6603 6.45028 10.6602 6.45027 10.6602 6.45026C10.6601 6.45025 10.66 6.45024 10.66 6.45024C10.66 6.45023 10.66 6.45024 10.6603 6.45027C10.6607 6.45033 10.6616 6.45047 10.6631 6.45069C10.666 6.45112 10.6709 6.45186 10.6777 6.45292C10.6913 6.45505 10.7123 6.45848 10.7397 6.4633C10.7947 6.47298 10.8747 6.48819 10.971 6.50982C11.1657 6.5535 11.4182 6.62129 11.6637 6.71828C11.9149 6.81756 12.126 6.93479 12.2639 7.06244C12.3938 7.18274 12.427 7.27911 12.4224 7.36954L13.4211 7.42075C13.4453 6.94868 13.2189 6.58381 12.9433 6.32863C12.6756 6.08082 12.3351 5.90836 12.0312 5.78826C11.7215 5.66588 11.4152 5.58461 11.1899 5.53407C11.0763 5.50858 10.981 5.4904 10.9132 5.47845C10.8792 5.47247 10.852 5.46803 10.8326 5.465C10.823 5.46348 10.8152 5.46231 10.8096 5.46148C10.8068 5.46107 10.8046 5.46074 10.8028 5.46049C10.8019 5.46036 10.8012 5.46026 10.8006 5.46017C10.8003 5.46013 10.8001 5.46009 10.7998 5.46006C10.7997 5.46004 10.7996 5.46002 10.7995 5.46001C10.7994 5.46 10.7992 5.45998 10.7299 5.95515ZM12.4224 7.36954C12.4108 7.59448 12.2162 7.79661 11.7596 7.9508C11.5559 8.01957 11.3479 8.06036 11.1872 8.08368C11.1078 8.09519 11.0424 8.1021 10.998 8.10606C10.9759 8.10804 10.9591 8.10927 10.9486 8.10998C10.9434 8.11033 10.9397 8.11055 10.9377 8.11066C10.9368 8.11071 10.9362 8.11074 10.9361 8.11075C10.936 8.11075 10.936 8.11075 10.9362 8.11074C10.9363 8.11074 10.9364 8.11073 10.9365 8.11073C10.9366 8.11072 10.9367 8.11072 10.9367 8.11072C10.9369 8.11071 10.937 8.1107 10.9606 8.61015C10.9842 9.10959 10.9844 9.10958 10.9846 9.10957C10.9846 9.10957 10.9848 9.10956 10.9849 9.10956C10.9852 9.10954 10.9854 9.10953 10.9857 9.10952C10.9864 9.10948 10.9871 9.10945 10.988 9.1094C10.9897 9.10931 10.9918 9.1092 10.9944 9.10905C10.9997 9.10875 11.0067 9.10833 11.0154 9.10775C11.0328 9.10658 11.057 9.10478 11.087 9.1021C11.1469 9.09675 11.2307 9.08783 11.3307 9.07333C11.5286 9.04462 11.8001 8.99259 12.0795 8.89824C12.589 8.72618 13.3749 8.32081 13.4211 7.42075L12.4224 7.36954ZM12.9217 3.97515C13.2293 3.58093 13.2292 3.58089 13.2292 3.58085C13.2292 3.58084 13.2291 3.5808 13.2291 3.58077C13.229 3.58071 13.2289 3.58064 13.2288 3.58057C13.2286 3.58043 13.2284 3.58027 13.2282 3.58008C13.2277 3.57971 13.2271 3.57925 13.2264 3.57871C13.225 3.57762 13.2232 3.57619 13.2209 3.57443C13.2163 3.57092 13.21 3.56611 13.2021 3.56013C13.1862 3.54817 13.1638 3.53149 13.1358 3.51117C13.0798 3.47065 13.0007 3.41511 12.9059 3.35345C12.7204 3.2329 12.4571 3.0772 12.1806 2.96933L11.8171 3.90096C12.0021 3.97309 12.2001 4.0874 12.3608 4.19184C12.439 4.24268 12.5041 4.28839 12.5491 4.321C12.5715 4.33724 12.5888 4.3501 12.5999 4.35853C12.6055 4.36274 12.6096 4.36583 12.612 4.36769C12.6132 4.36861 12.614 4.36922 12.6144 4.36951C12.6145 4.36965 12.6146 4.36971 12.6146 4.36969C12.6146 4.36968 12.6145 4.36965 12.6145 4.36959C12.6144 4.36956 12.6144 4.36953 12.6143 4.36949C12.6143 4.36947 12.6143 4.36944 12.6143 4.36943C12.6142 4.3694 12.6142 4.36936 12.9217 3.97515ZM12.1806 2.96933C11.8744 2.84989 11.4622 2.80176 11.1726 2.77916C11.0185 2.76714 10.8805 2.76117 10.781 2.75818C10.731 2.75669 10.6904 2.75593 10.6618 2.75554C10.6475 2.75535 10.6362 2.75525 10.6282 2.7552C10.6242 2.75518 10.6211 2.75516 10.6188 2.75515C10.6176 2.75515 10.6167 2.75515 10.616 2.75515C10.6156 2.75515 10.6153 2.75515 10.6151 2.75515C10.615 2.75515 10.6149 2.75515 10.6148 2.75515C10.6147 2.75515 10.6147 2.75515 10.6147 2.75515C10.6146 2.75515 10.6146 2.75515 10.6146 3.25515C10.6146 3.75515 10.6145 3.75515 10.6145 3.75515C10.6145 3.75515 10.6144 3.75515 10.6144 3.75515C10.6144 3.75515 10.6143 3.75515 10.6143 3.75515C10.6143 3.75515 10.6144 3.75515 10.6145 3.75515C10.6146 3.75515 10.615 3.75515 10.6157 3.75515C10.6169 3.75515 10.619 3.75516 10.6218 3.75518C10.6276 3.75522 10.6365 3.75529 10.6484 3.75545C10.6721 3.75577 10.7071 3.75642 10.751 3.75773C10.8389 3.76037 10.9605 3.76565 11.0948 3.77613C11.382 3.79854 11.6619 3.8404 11.8171 3.90096L12.1806 2.96933ZM10.9606 8.61015C10.9606 8.11015 10.9607 8.11015 10.9607 8.11015C10.9607 8.11015 10.9608 8.11015 10.9608 8.11015C10.9608 8.11015 10.9609 8.11015 10.9609 8.11015C10.9609 8.11015 10.9609 8.11015 10.9608 8.11015C10.9607 8.11015 10.9603 8.11015 10.9598 8.11014C10.9587 8.11014 10.9568 8.11013 10.9541 8.11011C10.9488 8.11008 10.9404 8.11 10.9293 8.10984C10.9069 8.10953 10.8734 8.10888 10.831 8.10757C10.7458 8.10494 10.6255 8.09966 10.4867 8.08909C10.2025 8.06746 9.86665 8.02551 9.59743 7.94913L9.3245 8.91116C9.68975 9.01479 10.1037 9.06283 10.4108 9.0862C10.5675 9.09814 10.7032 9.1041 10.8001 9.1071C10.8486 9.1086 10.8877 9.10936 10.9152 9.10975C10.9289 9.10994 10.9397 9.11004 10.9474 9.11009C10.9512 9.11012 10.9542 9.11013 10.9565 9.11014C10.9576 9.11014 10.9585 9.11014 10.9592 9.11015C10.9595 9.11015 10.9598 9.11015 10.9601 9.11015C10.9602 9.11015 10.9603 9.11015 10.9604 9.11015C10.9604 9.11015 10.9605 9.11015 10.9605 9.11015C10.9606 9.11015 10.9606 9.11015 10.9606 8.61015ZM9.59743 7.94913C9.32635 7.87222 9.01388 7.73169 8.75665 7.60152C8.63088 7.53787 8.52372 7.47948 8.44838 7.43721C8.41078 7.41612 8.38132 7.39916 8.36166 7.38771C8.35183 7.38199 8.34447 7.37766 8.33977 7.37488C8.33743 7.3735 8.33575 7.3725 8.33477 7.37192C8.33428 7.37162 8.33397 7.37144 8.33383 7.37135C8.33376 7.37131 8.33374 7.3713 8.33376 7.37131C8.33377 7.37131 8.33379 7.37133 8.33382 7.37135C8.33384 7.37136 8.33387 7.37138 8.33388 7.37138C8.33391 7.3714 8.33395 7.37143 8.07666 7.80015C7.81937 8.22887 7.81941 8.22889 7.81946 8.22892C7.81948 8.22893 7.81953 8.22896 7.81957 8.22899C7.81965 8.22903 7.81974 8.22909 7.81984 8.22915C7.82004 8.22927 7.82029 8.22942 7.82058 8.22959C7.82117 8.22994 7.82194 8.2304 7.82289 8.23097C7.82478 8.2321 7.8274 8.23365 7.8307 8.2356C7.8373 8.23951 7.84667 8.24502 7.85858 8.25196C7.8824 8.26582 7.91648 8.28542 7.95909 8.30933C8.04417 8.35706 8.16412 8.42242 8.30512 8.49377C8.58143 8.6336 8.9611 8.80807 9.3245 8.91116L9.59743 7.94913Z" fill="#1D1919"/>
					<path d="M4.84612 0.400391C4.84612 0.400391 5.00524 2.65833 3.63458 3.60039C2.26392 4.54245 0.403809 3.60039 0.403809 3.60039" stroke="#1D1919"/>
					<path d="M16.1539 0.400391C16.1539 0.400391 15.7206 2.65833 17.3654 3.60039C19.0102 4.54245 20.5962 3.60039 20.5962 3.60039" stroke="#1D1919"/>
					<path d="M4.84612 11.5999C4.84612 11.5999 5.04817 9.70079 3.67751 8.52322C2.30685 7.34565 0.403809 8.39985 0.403809 8.39985" stroke="#1D1919"/>
					<path d="M16.1539 11.5999C16.1539 11.5999 15.7206 9.97742 17.3654 8.79985C19.0102 7.62228 20.5962 8.39985 20.5962 8.39985" stroke="#1D1919"/>
					<rect x="0.5" y="0.5" width="20" height="11" rx="0.5" stroke="#1D1919"/>
				</svg>
	      		<p>Минимальный заказ</p>
				<v-spacer></v-spacer>
	      		<p> {{ car.info.costMin }} ₽</p>
	      	</div>
	      	<div class="UpDownBorder">
				<svg width="18" height="18" viewBox="0 0 18 18" fill="none" xmlns="http://www.w3.org/2000/svg">
					<ellipse cx="9.34196" cy="2.08536" rx="2.27848" ry="2.08536" fill="#1D1919"/>
					<ellipse cx="4.10142" cy="4.39016" rx="2.05064" ry="1.97561" fill="#1D1919"/>
					<ellipse cx="1.82279" cy="9.32923" rx="1.82279" ry="1.86585" fill="#1D1919"/>
					<ellipse cx="4.21521" cy="14.3778" rx="1.70886" ry="1.64634" fill="#1D1919"/>
					<ellipse cx="9.45562" cy="16.5733" rx="1.48101" ry="1.42683" fill="#1D1919"/>
					<ellipse cx="14.696" cy="14.3777" rx="1.25317" ry="1.20731" fill="#1D1919"/>
					<ellipse cx="16.8609" cy="9.43887" rx="1.13924" ry="1.09756" fill="#1D1919"/>
					<ellipse cx="14.5823" cy="4.2805" rx="0.911394" ry="0.768291" fill="#1D1919"/>
				</svg>
	      		<p>Бесплатное ожидание</p>
				<v-spacer></v-spacer>
	      		<p> {{ car.info.costWait }} мин</p>
	      	</div>

	      </div>
	      <div v-for="infoCar in infoCars"></div>

	    </v-flex>
	  </v-layout>
	</v-container>
</template>
<script>
	export default {
	  	data() {
	  		return {
		    	cars:
		    	[
		    		{
		    			name: 'Mercedes 1',
		    			img: 
		    			[
		    				require('../../static/tarifs/cars/plus1.png'),
		    				require('../../static/tarifs/cars/vip1.png'),
		    				require('../../static/tarifs/cars/luxe1.png'),
		    				require('../../static/tarifs/cars/business1.png'),
		    			],
		    			info:
		    			{
		    				people: 3,
		    				bag: 4,
		    				costGive: 257,
		    				cost1km: 22,
		    				cost1min: 500,
		    				costMin: 500,
		    				costWait: 5
		    			},
		    			about:
		    			{
		    				left:
		    				[
		    					{
		    						title:  'Минимальная стоитмость поездки',
		    						subtitleCost: [
			    						{
			    							text: 'Условные границы Москвы указаны на странице города. При подаче в пределах города',
			    							cost: '1000 ₽'
			    						}
		    						],
		    						subtitle:''

		    					},
		    					{
		    						title:  'Отмена поздки',
		    						subtitleCost: [
			    						{
			    							text: 'Отмена в течение первых 5 мин после выезда автомобиля',
			    							cost: 'Бесплатно'
			    						},
			    						{
			    							text: 'Отмена спустя 5 мин после выезда автомобиля',
			    							cost: '500 ₽'
			    						},
			    						{
			    							text: 'Подача авто',
			    							cost: '500 ₽ + 40 ₽/мин'
			    						},
		    						],
		    						subtitle:''

		    					},
		    					{
		    						title:  'Ожидание и парковка',
		    						subtitleCost: '',
		    						subtitle:
		    						[
			    						'Водитель бесплатно подождёт вас 5 минут. Каждая следующая минута ожидания оплачивается по тарифу. За частные парковки и проезд по платным дорогам пассажир платит самостоятельно. Также при согласовании со службой поддержки их может оплатить водитель. В таком случае дополнительные расходы будут добавлены к общему счёту за поездку.',
			    						'Если при поездке в аэропорт вы укажете в комментарии к заказу номер рейса, мы встретим вас с табличкой в зоне прилёта. В таком случае стоимость платной парковки добавится к цене поездки.'
			    					]
		    					},
		    				],
		    				right:
		    				[
		    					{
		    						title:  'Трансферы',
		    						subtitleCost: '',
		    						subtitle:
		    						[
			    						'Указаны фиксированные стоимости поездок без дополнительных остановок из или в черту города (условные границы обозначены на странице города). При поездке с остановками стоимость рассчитывается по основному тарифу, но не может быть меньше стоимости трансфера без остановок.'
			    					]
		    					},
		    					{
		    						title:  'Отмена поздки',
		    						subtitleCost: [
			    						{
			    							text: 'Аэропорт Внуково',
			    							cost: '4500 ₽'
			    						},
			    						{
			    							text: 'Аэропорт Внуково',
			    							cost: '4500 ₽'
			    						},
			    						{
			    							text: 'Аэропорт Шереметьево ',
			    							cost: '4500 ₽'
			    						},
			    						{
			    							text: 'Аэропорт Внуково',
			    							cost: '4500 ₽'
			    						},
			    						{
			    							text: 'Аэропорт Внуково',
			    							cost: '4500 ₽'
			    						},
			    						{
			    							text: 'Аэропорт Шереметьево ',
			    							cost: '4500 ₽'
			    						},
		    						],
		    						subtitle:''

		    					},
		    					{
		    						title:  'Трансферы из города в аэропорт и обратно',
		    						subtitleCost: '',
		    						subtitle:
		    						[
			    						'Указаны фиксированные стоимости поездок без дополнительных остановок из или в черту города (условные границы обозначены на странице города). При поездке с остановками стоимость рассчитывается по основному тарифу, но не может быть меньше стоимости трансфера без остановок.'
			    					]
		    					},
		    				],
		    			},
		    		},
		    		{
		    			name: 'Mercedes 1',
		    			img: 
		    			[
		    				require('../../static/tarifs/preview.png'),
		    				require('../../static/tarifs/cars/vip1.png'),
		    				require('../../static/tarifs/cars/luxe1.png'),
		    				require('../../static/tarifs/cars/business1.png'),
		    			],
		    			info:
		    			{
		    				people: 3,
		    				bag: 4,
		    				costGive: 257,
		    				cost1km: 22,
		    				cost1min: 500,
		    				costMin: 500,
		    				costWait: 5
		    			},
		    			about:
		    			{
		    				left:
		    				[
		    					{
		    						title:  'Минимальная стоитмость поездки',
		    						subtitleCost: [
			    						{
			    							text: 'Условные границы Москвы указаны на странице города. При подаче в пределах города',
			    							cost: '1000 ₽'
			    						}
		    						],
		    						subtitle:''

		    					},
		    					{
		    						title:  'Отмена поздки',
		    						subtitleCost: [
			    						{
			    							text: 'Отмена в течение первых 5 мин после выезда автомобиля',
			    							cost: 'Бесплатно'
			    						},
			    						{
			    							text: 'Отмена спустя 5 мин после выезда автомобиля',
			    							cost: '500 ₽'
			    						},
			    						{
			    							text: 'Подача авто',
			    							cost: '500 ₽ + 40 ₽/мин'
			    						},
		    						],
		    						subtitle:''

		    					},
		    					{
		    						title:  'Ожидание и парковка',
		    						subtitleCost: '',
		    						subtitle:
		    						[
			    						'Водитель бесплатно подождёт вас 5 минут. Каждая следующая минута ожидания оплачивается по тарифу. За частные парковки и проезд по платным дорогам пассажир платит самостоятельно. Также при согласовании со службой поддержки их может оплатить водитель. В таком случае дополнительные расходы будут добавлены к общему счёту за поездку.',
			    						'Если при поездке в аэропорт вы укажете в комментарии к заказу номер рейса, мы встретим вас с табличкой в зоне прилёта. В таком случае стоимость платной парковки добавится к цене поездки.'
			    					]
		    					},
		    				],
		    				right:
		    				[
		    					{
		    						title:  'Трансферы',
		    						subtitleCost: '',
		    						subtitle:
		    						[
			    						'Указаны фиксированные стоимости поездок без дополнительных остановок из или в черту города (условные границы обозначены на странице города). При поездке с остановками стоимость рассчитывается по основному тарифу, но не может быть меньше стоимости трансфера без остановок.'
			    					]
		    					},
		    					{
		    						title:  'Отмена поздки',
		    						subtitleCost: [
			    						{
			    							text: 'Аэропорт Внуково',
			    							cost: '4500 ₽'
			    						},
			    						{
			    							text: 'Аэропорт Внуково',
			    							cost: '4500 ₽'
			    						},
			    						{
			    							text: 'Аэропорт Шереметьево ',
			    							cost: '4500 ₽'
			    						},
			    						{
			    							text: 'Аэропорт Внуково',
			    							cost: '4500 ₽'
			    						},
			    						{
			    							text: 'Аэропорт Внуково',
			    							cost: '4500 ₽'
			    						},
			    						{
			    							text: 'Аэропорт Шереметьево ',
			    							cost: '4500 ₽'
			    						},
		    						],
		    						subtitle:''

		    					},
		    					{
		    						title:  'Трансферы из города в аэропорт и обратно',
		    						subtitleCost: '',
		    						subtitle:
		    						[
			    						'Указаны фиксированные стоимости поездок без дополнительных остановок из или в черту города (условные границы обозначены на странице города). При поездке с остановками стоимость рассчитывается по основному тарифу, но не может быть меньше стоимости трансфера без остановок.'
			    					]
		    					},
		    				],
		    			},
		    		},
		    	]
		    }
    },
    methods: {
    	currentImg : {

    	}
    }
  }
</script>
<style>
b{
	font-size: 20px;
	line-height: 23px;
	color: #136CE2;
    border-bottom: 1px solid gray;
    display: block;
    padding-bottom: 15px;
}
.UpDownBorder{
	display: flex;
    border-bottom: 1px solid gray;
    align-items: center;
    height: 12.5%;
}
.UpDownBorder:first-child{
    border-top: 1px solid gray;
    background-color: #000;

}
.UpDownBorder>p{
    margin: 0 15px 0 15px;
    font-size: 14px;
}
.v-carousel__controls__item > .v-icon.material-icons.theme--dark{
	display: none !important;
}
.v-carousel__controls__item > .v-btn__content{
	display: none !important;
}
button.v-carousel__controls__item{
    width: 100px;
    height: 100px;
    background-position: center;
    background-size: contain;
    background-repeat: no-repeat;
}
button.v-carousel__controls__item:hover{
    width: 100px;
    height: 100px;
    background-position: center;
    background-size: contain;
    background-repeat: no-repeat;
}
/*.v-carousel__controls:nth-child(1){
	display: none !important;
}*/
</style>